greeting =
    🔍 <b>Добро пожаловать в SpotTheSpy!</b>

    Окунитесь в захватывающую игру секретов и подозрений, где скрытый Шпион пытается угадать секретное слово, а Мирные жители работают вместе, чтобы его разоблачить. Каждый вопрос, каждый ответ и каждая пауза могут раскрыть правду — или скрыть ложь.

    Доверитесь ли вы своей интуиции или попадётесь на обман? Соберите компанию, обострите ум и приготовьтесь к испытанию на дедукцию, блеф и быстрое мышление.
    .button-spy-game = 🔍 Играть в SpotTheSpy
    .button-language = 🌐 Язык