tutorial-single-device-spy-game =
    📝 <b>Как играть</b>

    Один игрок тайно выбирается Шпионом, а остальные — горожане, которые знают скрытое слово. Горожане задают вопросы и отвечают, чтобы вычислить шпиона, а шпион должен слиться и попытаться угадать слово.

    Перед началом игры каждый игрок по очереди смотрит свою роль:
    Нажмите <b>«Посмотреть роль»</b>, наедине проверьте свою роль и (если вы горожанин) секретное слово, затем нажмите <b>«Продолжить»</b> и передайте телефон следующему игроку.

    Продолжайте, пока все не проверят свою роль и телефон не вернётся к начальному игроку, завершив круг. Затем игра начинается.
tutorial-single-device-impostor-game =
   📝 <b>Как играть</b>

    В этой игре один или несколько игроков тайно выбираются самозванцами. Каждый игрок получает вопрос — но не у всех он одинаковый.

    Все должны ответить на свой вопрос, не зная, настоящий он или версия самозванца. После того, как все ответы поданы, настоящий вопрос раскрывается и игроки сравнивают ответы.

    Перед началом игры каждый игрок по очереди:
    Нажмите <b>«Посмотреть вопрос»</b>, прочитайте вопрос наедине, введите ответ, затем нажмите <b>«Продолжить»</b> и передайте телефон следующему игроку.

    Продолжайте, пока все не ответят и телефон не вернётся к начальному игроку, завершив круг. Затем ответы раскрываются и начинается обсуждение.
