Repository: SpotTheSpy/bot
Catalog: locales/*/LC_MESSAGES/messages.po
Languages: uk

# data.secret_words
source: {"airport": "Airport", "anvil": "Anvil", "apple": "Apple", "arena": "Arena", "armor": "Armor", "bag": "Bag", "ball": "Ball", "banana": "Banana", "banner": "Banner", "bard": "Bard", "bazaar": "Bazaar", "beach": "Beach", "bear": "Bear", "bed": "Bed", "bird": "Bird", "black": "Black", "blue": "Blue", "book": "Book", "bottle": "Bottle", "box": "Box", "bread": "Bread", "bridge": "Bridge", "brown": "Brown", "bus": "Bus", "butter": "Butter", "cake": "Cake", "camel": "Camel", "candle": "Candle", "canyon": "Canyon", "car": "Car", "card": "Card", "castle": "Castle", "cat": "Cat", "cave": "Cave", "chair": "Chair", "charm": "Charm", "cheese": "Cheese", "cheetah": "Cheetah", "chest": "Chest", "chicken": "Chicken", "church": "Church", "city": "City", "cliff": "Cliff", "clock": "Clock", "cloud": "Cloud", "cobra": "Cobra", "coffee": "Coffee", "coin": "Coin", "compass": "Compass", "coral": "Coral", "cow": "Cow", "creek": "Creek", "crown": "Crown", "crystal": "Crystal", "curse": "Curse", "desert": "Desert", "diamond": "Diamond", "dock": "Dock", "dog": "Dog", "dolphin": "Dolphin", "door": "Door", "dragon": "Dragon", "duck": "Duck", "dune": "Dune", "dungeon": "Dungeon", "dwarf": "Dwarf", "eagle": "Eagle", "eel": "Eel", "egg": "Egg", "elephant": "Elephant", "elf": "Elf", "elixir": "Elixir", "emerald": "Emerald", "falcon": "Falcon", "farm": "Farm", "fish": "Fish", "flower": "Flower", "forest": "Forest", "fork": "Fork", "fortress": "Fortress", "fox": "Fox", "game": "Game", "garden": "Garden", "geyser": "Geyser", "giraffe": "Giraffe", "glacier": "Glacier", "glass": "Glass", "goat": "Goat", "goblin": "Goblin", "gold": "Gold", "grass": "Grass", "green": "Green", "hall": "Hall", "hammer": "Hammer", "harbor": "Harbor", "hat": "Hat", "hawk": "Hawk", "helmet": "Helmet", "hippo": "Hippo", "horse": "Horse", "hotel": "Hotel", "house": "House", "inn": "Inn", "island": "Island", "jester": "Jester", "jewel": "Jewel", "juice": "Juice", "jungle": "Jungle", "kangaroo": "Kangaroo", "key": "Key", "king": "King", "knife": "Knife", "knight": "Knight", "ladder": "Ladder", "lagoon": "Lagoon", "lake": "Lake", "lamp": "Lamp", "lantern": "Lantern", "leaf": "Leaf", "leopard": "Leopard", "library": "Library", "lion": "Lion", "lock": "Lock", "map": "Map", "market": "Market", "marsh": "Marsh", "meadow": "Meadow", "meat": "Meat", "milk": "Milk", "mirror": "Mirror", "money": "Money", "monk": "Monk", "moon": "Moon", "mountain": "Mountain", "music": "Music", "oasis": "Oasis", "ocean": "Ocean", "octopus": "Octopus", "orange": "Orange", "owl": "Owl", "palace": "Palace", "panda": "Panda", "panther": "Panther", "pants": "Pants", "paper": "Paper", "park": "Park", "parrot": "Parrot", "pasta": "Pasta", "peacock": "Peacock", "pearl": "Pearl", "pen": "Pen", "pencil": "Pencil", "phone": "Phone", "pig": "Pig", "pink": "Pink", "pizza": "Pizza", "plane": "Plane", "plate": "Plate", "pond": "Pond", "port": "Port", "potion": "Potion", "prairie": "Prairie", "priest": "Priest", "prince": "Prince", "princess": "Princess", "purple": "Purple", "queen": "Queen", "quill": "Quill", "rabbit": "Rabbit", "rain": "Rain", "red": "Red", "reef": "Reef", "rhino": "Rhino", "rice": "Rice", "ring": "Ring", "river": "River", "road": "Road", "rope": "Rope", "ruby": "Ruby", "rune": "Rune", "saint": "Saint", "salt": "Salt", "sand": "Sand", "sapphire": "Sapphire", "school": "School", "scroll": "Scroll", "sea": "Sea", "servant": "Servant", "shark": "Shark", "sheep": "Sheep", "shield": "Shield", "shirt": "Shirt", "shoe": "Shoe", "shop": "Shop", "shrine": "Shrine", "signal": "Signal", "silver": "Silver", "sky": "Sky", "snow": "Snow", "song": "Song", "soup": "Soup", "spell": "Spell", "spoon": "Spoon", "star": "Star", "stone": "Stone", "street": "Street", "sugar": "Sugar", "sun": "Sun", "swamp": "Swamp", "sword": "Sword", "symbol": "Symbol", "table": "Table", "tavern": "Tavern", "tea": "Tea", "temple": "Temple", "theater": "Theater", "tiger": "Tiger", "torch": "Torch", "tower": "Tower", "town": "Town", "train": "Train", "treasure": "Treasure", "tree": "Tree", "troll": "Troll", "tunnel": "Tunnel", "unicorn": "Unicorn", "valley": "Valley", "village": "Village", "volcano": "Volcano", "watch": "Watch", "whale": "Whale", "white": "White", "wind": "Wind", "window": "Window", "wizard": "Wizard", "wolf": "Wolf", "yellow": "Yellow", "zebra": "Zebra"}
uk: {"acorn":"Жолудь","air":"Повітря","ant":"Мураха","apple":"Яблуко","arm":"Рука","aunt":"Тітка","axe":"Сокира","baby":"Немовля","bag":"Сумка","ball":"М’яч","balloon":"Кулька","banana":"Банан","bat":"Кажан","bed":"Ліжко","bee":"Бджола","bell":"Дзвін","bird":"Птах","boat":"Човен","book":"Книга","boot":"Чобіт","box":"Коробка","boy":"Хлопчик","bread":"Хліб","bridge":"Міст","broccoli":"Броколі","brother":"Брат","brush":"Щітка","bucket":"Відро","bus":"Автобус","butter":"Масло","button":"Гудзик","cake":"Торт","camel":"Верблюд","cap":"Кепка","car":"Автомобіль","carrot":"Морква","cat":"Кіт","chair":"Стілець","cheek":"Щока","cheese":"Сир","cherry":"Вишня","chest":"Груди","chicken":"Курка","child":"Дитина","circle":"Коло","clock":"Годинник","cloud":"Хмара","coat":"Пальто","coin":"Монета","comb":"Гребінець","corn":"Кукурудза","cow":"Корова","crab":"Краб","crayon":"Олівець","cup":"Чашка","dad":"Тато","day":"День","desk":"Парта","dog":"Собака","doll":"Лялька","donkey":"Осел","door":"Двері","duck":"Качка","ear":"Вухо","egg":"Яйце","elbow":"Лікоть","eye":"Око","face":"Обличчя","fan":"Вентилятор","farm":"Ферма","father":"Батько","feather":"Перо","feet":"Ступні","field":"Поле","finger":"Палець","fire":"Вогонь","fish":"Риба","flag":"Прапор","flower":"Квітка","fly":"Муха","foot":"Ступня","fork":"Виделка","fox":"Лисиця","frog":"Жаба","fruit":"Фрукти","game":"Гра","garden":"Сад","girl":"Дівчинка","glass":"Скло","goat":"Коза","gold":"Золото","goose":"Гуска","grape":"Виноград","grass":"Трава","guitar":"Гітара","hair":"Волосся","hammer":"Молоток","hand":"Рука","hat":"Капелюх","head":"Голова","heart":"Серце","hill":"Пагорб","honey":"Мед","hook":"Гак","horse":"Кінь","house":"Дім","ice":"Лід","ink":"Чорнило","island":"Острів","jacket":"Куртка","jar":"Банка","jeans":"Джинси","jelly":"Желе","jug":"Глек","juice":"Сік","key":"Ключ","king":"Король","kite":"Повітряний змій","knee":"Коліно","knife":"Ніж","ladder":"Драбина","lady":"Леді","lamp":"Лампа","leaf":"Листок","leg":"Нога","lemon":"Лимон","letter":"Лист","lion":"Лев","lock":"Замок","man":"Чоловік","map":"Мапа","market":"Ринок","mat":"Килимок","meat":"М’ясо","milk":"Молоко","mirror":"Дзеркало","monkey":"Мавпа","moon":"Місяць","mother":"Мати","mountain":"Гора","mouse":"Миша","mouth":"Рот","mug":"Кружка","mushroom":"Гриб","nail":"Цвях","name":"Ім’я","napkin":"Серветка","neck":"Шия","nest":"Гніздо","net":"Сітка","nose":"Ніс","nurse":"Медсестра","nut":"Горіх","ocean":"Океан","onion":"Цибуля","orange":"Апельсин","oven":"Духовка","owl":"Сова","ox":"Віл","page":"Сторінка","pan":"Сковорода","pants":"Штани","paper":"Папір","park":"Парк","parrot":"Папуга","peach":"Персик","pear":"Груша","pen":"Ручка","pencil":"Олівець","pepper":"Перець","pet":"Домашній улюбленець","phone":"Телефон","pig":"Свиня","pillow":"Подушка","pin":"Шпилька","pizza":"Піца","plate":"Тарілка","plum":"Слива","pocket":"Кишеня","pond":"Ставок","pot":"Горщик","potato":"Картопля","puppy":"Цуценя","queen":"Королева","quilt":"Ковдра","rabbit":"Кролик","raccoon":"Єнот","radish":"Редиска","rain":"Дощ","rainbow":"Веселка","rat":"Щур","ring":"Перстень","river":"Річка","road":"Дорога","rock":"Камінь","roof":"Дах","rooster":"Півень","root":"Корінь","rope":"Мотузка","rose":"Троянда","rug":"Килим","salt":"Сіль","sand":"Пісок","sandwich":"Сендвіч","saw":"Пилка","scarf":"Шарф","school":"Школа","scissors":"Ножиці","seat":"Сидіння","seed":"Насіння","shark":"Акула","sheep":"Вівця","shelf":"Полиця","shell":"Ракушка","ship":"Корабель","shirt":"Сорочка","shoe":"Взуття","shop":"Магазин","shorts":"Шорти","shovel":"Лопата","sister":"Сестра","skirt":"Спідниця","sky":"Небо","sled":"Сани","snake":"Змія","snow":"Сніг","soap":"Мило","sock":"Шкарпетка","son":"Син","song":"Пісня","spider":"Павук","spoon":"Ложка","squirrel":"Білка","star":"Зірка","stick":"Палиця","stone":"Камінь","store":"Крамниця","straw":"Соломина","street":"Вулиця","sun":"Сонце","swan":"Лебідь","table":"Стіл","tail":"Хвіст","tank":"Бак","teacher":"Вчитель","tent":"Намет","thief":"Злодій","ticket":"Квиток","tie":"Краватка","tiger":"Тигр","tomato":"Помідор","tool":"Інструмент","tooth":"Зуб","towel":"Рушник","tower":"Вежа","town":"Місто","toy":"Іграшка","train":"Потяг","tree":"Дерево","truck":"Вантажівка","trunk":"Багажник","turnip":"Ріпа","umbrella":"Парасолька","van":"Фургон","vase":"Ваза","vegetable":"Овоч","village":"Село","wagon":"Віз","wall":"Стіна","watch":"Годинник","water":"Вода","well":"Криниця","wheel":"Колесо","whistle":"Свисток","window":"Вікно","wing":"Крило","wolf":"Вовк","woman":"Жінка","wood":"Деревина","worm":"Хробак","yard":"Двір","yarn":"Пряжа","youth":"Молодь","zebra":"Зебра"}

# button.menu
source: 📋 Menu
uk: 📋 Меню

# button.back
source: ◀️ Back
uk: ◀️ Назад

# button.start.play
source: 🔍 Play SpotTheSpy
uk: 🔍 Грати в SpotTheSpy

# button.start.language
source: 🌐 Language
uk: 🌐 Мова

# button.choose_device.single_device
source: 📲 Play from single device
uk: 📲 Грати з одного пристрою

# button.choose_device.multi_device
source: 🌐 Play from multiple devices
uk: 🌐 Грати з кількох пристроїв

# button.language.en
source: 🇬🇧 English
uk: 🇬🇧 Англійська

# button.language.uk
source: 🇺🇦 Ukrainian
uk: 🇺🇦 Українська

# button.language.ru
source: 🇷🇺 Russian
uk: 🇷🇺 Російська

# button.got_it
source: 👌 Got it
uk: 👌 Зрозуміло

# button.single_device.play
source: 🚀 Play
uk: 🚀 Грати

# button.single_device.view_role
source: 🔍 View role
uk: 🔍 Переглянути роль

# button.single_device.proceed
source: 👉 Proceed
uk: 👉 Далі

# button.single_device.finish
source: 🔍 View results
uk: 🔍 Переглянути результати

# button.multi_device.play
source: 🚀 Play
uk: 🚀 Грати

# button.multi_device.start
source: 🚀 Start game
uk: 🚀 Почати гру

# button.multi_device.leave
source: ❌ Leave game
uk: ❌ Вийти з гри

# button.multi_device.finish
source: 🔍 View results
uk: 🔍 Переглянути результати

# message.choose_device
source: 📱 <b>Choose the game format</b>
uk: 📱 <b>Виберіть формат гри</b> Обирайте, як хочете грати: або на одному пристрої, який передаватиметься між гравцями, або на кількох пристроях, де кожен підключається зі свого телефону.

# message.language.choose
source: 🌐 <b>Choose language</b>
uk: 🌐 <b>Виберіть мову</b> Встановіть мову для всіх інструкцій, ролей і повідомлень гри. Усі мають добре її розуміти, щоб насолодитися грою.

# message.multi_device.configure
source: ⚙️ <b>Configure player count</b> Use the buttons to adjust the number of players participating. Make sure all participants are present and ready before starting. Current player count: <b>{player_amount}</b>
uk: ⚙️ <b>Встановіть кількість гравців</b> Використовуйте кнопки нижче, щоб задати, скільки гравців приєднається до гри. Чекайте, поки зберуться всі, щоб ніхто не залишився поза грою.

# message.single_device.configure
source: ⚙️ <b>Configure player count</b> Use the buttons to adjust the number of players participating. Make sure all participants are present and ready before starting. Current player count: <b>{player_amount}</b>
uk: ⚙️ <b>Встановіть кількість гравців</b> Виберіть, скільки гравців братиме участь на цьому пристрої. Телефон передаватиметься, щоб кожен міг приватно переглянути свою роль перед початком гри.

# message.multi_device.explain
source: 📝 <b>How to play</b>
uk: 📝 <b>Як грати</b> Один гравець таємно обирається Шпигуном, решта — Громадяни, які знають приховане слово. Громадяни ставлять запитання й відповідають, щоб викрити Шпигуна, а Шпигун має злитися з ними й вгадати слово.

# message.multi_device.play.recruit.player.host
source: <player>{index}. {first_name} (Host)</player>
uk: <player>{index}. {first_name} (Хост)</player>

# message.multi_device.play.recruit
source: 🔍 <b>Recruitment for SpotTheSpy</b> To join, <join>click here</join>. <b>Players:</b> {players} <b>{player_amount}/{max_player_amount}</b>
uk: 🔍 <b>Набір гравців у SpotTheSpy</b> Щоб приєднатися, <join>натисніть тут</join> або відскануйте QR-код. Коли збереться достатньо гравців, хост зможе почати гру. <b>Гравці:</b> {players} <b>{player_amount}/{max_player_amount}</b>

# message.multi_device.play.recruit.game_not_found
source: ❌ This game was not found
uk: ❌ Гру не знайдено

# message.multi_device.play.recruit.game_has_already_started
source: ❌ This game has already started
uk: ❌ Ця гра вже почалася

# message.multi_device.play.recruit.already_in_game
source: ❌ You are already in game
uk: ❌ Ви вже в грі

# message.multi_device.play.recruit.too_many_players
source: ❌ This game has too many players
uk: ❌ У цій грі вже максимальна кількість гравців

# answer.multi_device.play.too_few_players
source: Please wait for more players to join
uk: ⏳ Зачекайте, доки приєднається більше гравців

# message.multi_device.play.view_role.citizen
source: 👨 <b>You are a Citizen</b> Your goal is to detect the Spy without giving away the secret word. Here is the secret word shared by all Citizens: <b>{secret_word}</b> During the game, answer questions carefully to help identify the Spy, but avoid revealing too much information.
uk: 👨 <b>Ви — Громадянин</b> Ваше завдання — викрити Шпигуна, не розкривши таємне слово. Ставте продумані запитання та уважно слухайте відповіді, щоб помітити підозрілу поведінку. Таємне слово: <b>{secret_word}</b>

# message.multi_device.play.view_role.spy
source: 🕵️‍♂️ <b>You are the Spy</b> You must blend in and try to guess the secret word without revealing your identity. Pay attention to other players’ answers and ask questions to gather clues. Remember, do not reveal that you are the Spy! The other players are trying to find you.
uk: 🕵️‍♂️ <b>Ви — Шпигун</b> Зливайтеся з Громадянами та намагайтеся вгадати таємне слово. Уважно слухайте відповіді та ставте запитання, щоб зібрати підказки, не викликавши підозри. Пам’ятайте: ніколи не розкривайте, що ви Шпигун.

# message.multi_device.play.finish
source: 🎭 <b>Game Over!</b> Player <b>{first_name}</b> was the Spy! The secret word that Citizens had was: <b>{secret_word}</b>. Thank you for playing!
uk: 🎭 <b>Гру завершено!</b> Гравець <player>{first_name}</player> був Шпигуном! Таємне слово, відоме Громадянам: <b>{secret_word}</b>. Дякуємо за гру — хочете ще одну партію?

# message.multi_device.play.leave
source: ❌ <b>You left the game</b>
uk: ❌ <b>Ви вийшли з гри</b>

# message.single_device.explain
source: 📝 <b>How to play</b> In this game, each player will be assigned a role: either a Citizen or the Spy. Citizens know the secret word and must figure out who the Spy is by asking questions, while the Spy tries to blend in and guess the word. Pay attention to the instructions on the screen and remember: <b>keep your role and a word in secret</b> until the end of the game!
uk: 📝 <b>Як грати</b> Кожен гравець таємно отримує роль: Громадянин або Шпигун. Громадяни знають таємне слово й повинні викрити Шпигуна через продумані запитання. Шпигун не знає слово й має злитися з іншими, намагаючись його вгадати. Пам’ятайте: тримайте свою роль і слово в таємниці до кінця гри.

# message.single_device.play.prepare
source: 🤫 <b>Get Ready to View Your Role</b> This step is important: each player must view their role in secret. Hold the phone only when it's your turn and make sure others can't see the screen. <b>Player {player_index}/{player_amount}</b>
uk: 🤫 <b>Приготуйтеся переглянути свою роль</b> Кожен гравець має перевіряти свою роль приватно. Тримайте телефон лише під час свого ходу й стежте, щоб ніхто інший не бачив екран. <b>Гравець {player_index}/{player_amount}</b>

# message.single_device.play.view_role.citizen
source: 👨 <b>You are a Citizen</b> Your goal is to detect the Spy without giving away the secret word. Here is the secret word shared by all Citizens: <b>{secret_word}</b> During the game, answer questions carefully to help identify the Spy, but avoid revealing too much information. After memorizing the word, tap <b>«👉 Proceed»</b> to pass the phone to the next player. <b>Player {player_index}/{player_amount}</b>
uk: 👨 <b>Ви — Громадянин</b> Ваше завдання — викрити Шпигуна, оберігаючи таємне слово. Відповідайте уважно, будьте пильними й не видавайте зайвого. Таємне слово: <b>{secret_word}</b>

# message.single_device.play.view_role.spy
source: 🕵️‍♂️ <b>You are the Spy</b> You must blend in and try to guess the secret word without revealing your identity. Pay attention to other players’ answers and ask questions to gather clues. Remember, do not reveal that you are the Spy! The other players are trying to find you. <b>Player {player_index}/{player_amount}</b>
uk: 🕵️‍♂️ <b>Ви — Шпигун</b> Ваше завдання — вгадати таємне слово, не розкривши, хто ви є. Уважно слухайте інших, ставте запитання, щоб зібрати підказки, і залишайтеся непоміченим.

# message.single_device.play.discuss
source: 👀 <b>Discussion Time!</b> Now, all players can discuss and try to figure out who the Spy is. Citizens, use the answers to guide your suspicion. Spy, try to avoid suspicion while listening carefully. This is your chance to share insights, ask questions, and make your best guess.
uk: 👀 <b>Час для обговорення!</b> Тепер усі можуть ділитися підозрами. Громадяни мають помічати обмовки, що видають Шпигуна, а Шпигун повинен залишатися спокійним, відповідати обережно й уникати підозр. Це ваш шанс запитувати, вводити в оману й вирішувати, кому довіряти.

# message.single_device.play.finish
source: 🎭 <b>Game Over!</b> Player <b>{spy_index}</b> was the Spy! The secret word that Citizens had was: <b>{secret_word}</b>. Thank you for playing!
uk: 🎭 <b>Гру завершено!</b> Гравець <b>{spy_index}</b> був Шпигуном! Таємне слово, відоме Громадянам: <b>{secret_word}</b>. Дякуємо за гру! Хочете ще одну партію?

# message.start
source: 🔍 <b>Welcome to SpotTheSpy!</b> Step into a world of whispers and suspicion, where every glance and every word matters. The room is filled with tension, laughter, and the subtle thrill of secrets lurking just beneath the surface. All around you, players are trying to hide their true intentions, and the air crackles with curiosity and doubt. Can you sense the hidden agendas? Will you trust your instincts, or will deception cloud your judgment? Every answer, every question, every pause could reveal a truth — or betray a lie. Prepare yourself for a game where minds collide, hearts race, and the fun comes from the delicate balance between suspicion and revelation. Ready to enter the challenge and test your intuition? The game awaits!
uk: 🔍 <b>Ласкаво просимо до SpotTheSpy!</b> Зануртеся в захопливу гру таємниць і підозр, де один прихований Шпигун намагається вгадати таємне слово, а Громадяни спільно прагнуть викрити його. Кожне запитання, кожна відповідь і навіть пауза можуть виявити правду — або приховати брехню. Чи довіритеся ви своїй інтуїції, чи піддадитеся обману? Зберіть команду, загостріть кмітливість і підготуйтеся до випробування дедукції, блефу та швидкого мислення.
