greeting =
    🔍 <b>Ласкаво просимо до SpotTheSpy!</b>

    Поринь у захопливу гру секретів і підозр, де прихований Шпигун намагається вгадати таємне слово, а Мирні жителі працюють разом, щоб його викрити. Кожне питання, кожна відповідь і кожна пауза можуть розкрити правду — або приховати брехню.

    Довіритесь своїй інтуїції чи потрапите в пастку обману? Зберіть компанію, загостріть розум і приготуйтесь до випробування на дедукцію, блеф та швидке мислення.
    .button-spy-game = 🔍 Грати в SpotTheSpy
    .button-language = 🌐 Мова