play-single-device-spy-game-prepare =
    🤫 <b>Приготуйтесь дізнатися свою роль</b>

    Кожен гравець має перевірити свою роль приватно. Беріть телефон лише коли настає ваша черга, і переконайтесь, що ніхто інший не бачить екран.

    <b>Гравець { $player_index }/{ $player_count }</b>
    .button-view-role = 🔍 Переглянути роль

play-single-device-spy-game-view-role = { $role ->
    [spy]
        🕵️‍♂️ <b>Ви — Шпигун</b>

        Маскуйтесь серед Мирних жителів і спробуйте вгадати таємне слово. Уважно слухайте відповіді та ставте розумні запитання, щоб зібрати підказки, не викликаючи підозр.
    *[citizen]
        👨 <b>Ви — Мирний житель</b>

        Ваше завдання — виявити Шпигуна, не розкриваючи таємне слово. Ставте хитрі запитання та стежте за відповідями, щоб помітити підозрілу поведінку.

        Таємне слово: <b>{ $secret_word }</b>
}
    .button-proceed = 👉 Далі

play-single-device-spy-game-discuss =
    👀 <b>Час обговорення!</b>

    Тепер усі можуть спілкуватися та ділитися підозрами. Мирні жителі мають шукати обмовки, що видають Шпигуна, а Шпигун має зберігати спокій, відповідати обережно та намагатися не викликати підозр.

    Це ваш шанс ставити запитання, вводити в оману та вирішувати, кому довіряти.
    .button-finish = 🔍 Переглянути результати

play-single-device-spy-game-results = { $count ->
    [0]
        🎭 <b>Гру завершено!</b>

        У цій грі не було шпигунів!
        Таємне слово, відоме Мирним жителям: <b>{ $secret_word }</b>.

        Дякуємо за гру! Хочете зіграти ще раз?
    [one]
        🎭 <b>Гру завершено!</b>

        Гравець <b>{ $spies }</b> був Шпигуном!
        Таємне слово, відоме Мирним жителям: <b>{ $secret_word }</b>.

        Дякуємо за гру! Хочете зіграти ще раз?
    *[other]
        🎭 <b>Гру завершено!</b>

        Гравці <b>{ $spies }</b> були шпигунами!
        Таємне слово, відоме Мирним жителям: <b>{ $secret_word }</b>.

        Дякуємо за гру! Хочете зіграти ще раз?
}
    .button-play-again = 🚀 Грати знову