setup-spy-game =
    ⚙️ <b>Налаштування гри</b>

    Використовуйте параметри нижче для налаштування гри перед запуском.

    Ви можете вибрати кількість гравців, категорію секретного слова та кількість шпигунів. Переконайтеся, що всі погоджуються з налаштуваннями, перш ніж продовжити.
    .button-player-count = Гравці: { $player_count } 👤
    .button-category = Категорія: { $category }
    .button-spy-count = Шпигуни: { $spy_count }
    .button-play = 🚀 Грати

setup-spy-game-player-count =
    👤 <b>Оберіть кількість гравців</b>

    Оберіть, скільки гравців братиме участь з цього пристрою. Телефон передаватиметься по колу, щоб кожен міг наодинці перевірити свою роль перед початком гри.
    .button = { $selected ->
        [true] ✅ { $player_count } 👤
        *[false] { $player_count } 👤
    }

setup-spy-game-category =
    🎨 <b>Оберіть категорію секретного слова</b>

    Оберіть тему для секретних слів у вашій грі. Різні категорії змінюють складність і атмосферу кожного раунду — оберіть ту, що найкраще підходить вашій компанії.
    .button = { $selected ->
        [true] ✅ { $category }
        *[false] { $category }
    }

setup-spy-game-spy-count =
    🕵️ <b>Оберіть кількість шпигунів</b>

    Оберіть, скільки шпигунів ховатиметься серед городян. Більше шпигунів — більше хаосу, а випадкова кількість зробить гру зовсім непередбачуваною. Вибирайте мудро для найкращого досвіду.
    .button = { $selected ->
        [true] ✅ { $spy_count }
        *[false] { $spy_count }
    }

setup-impostor-game =
    ⚙️ <b>Налаштування гри</b>

    Використовуйте параметри нижче для налаштування гри перед запуском.

    Ви можете вибрати загальну кількість гравців та кількість самозванців. Переконайтеся, що всі погоджуються з налаштуваннями, перш ніж продовжити.
    .button-player-count = Гравці: { $player_count } 👤
    .button-impostor-count = Самозванці: { $impostor_count }
    .button-play = 🚀 Грати

setup-impostor-game-player-count =
    👤 <b>Оберіть кількість гравців</b>

    Оберіть, скільки гравців братиме участь з цього пристрою. Телефон передаватиметься по колу, щоб кожен міг наодинці відповісти на своє запитання перед початком гри.
    .button = { $selected ->
        [true] ✅ { $player_count } 👤
        *[false] { $player_count } 👤
    }

setup-impostor-game-impostor-count =
    🎭 <b>Оберіть кількість самозванців</b>

    Оберіть, скільки самозванців ховатиметься серед гравців. Більше самозванців — більше хаосу, а випадкова кількість зробить гру зовсім непередбачуваною. Вибирайте мудро для найкращого досвіду.
    .button = { $selected ->
        [true] ✅ { $impostor_count }
        *[false] { $impostor_count }
    }
