setup-spy-game =
    ⚙️ <b>Налаштування гри</b>

    Використовуйте параметри нижче, щоб налаштувати гру перед початком. Ви можете задати загальну кількість гравців, обрати категорію таємного слова та визначити кількість Шпигунів. Переконайтесь, що всі згодні з налаштуваннями, перш ніж продовжити.
    .button-player-count = Гравці: { $player_count } 👤
    .button-category = Категорія: { $category }
    .button-spy-count = Шпигуни: { $spy_count }
    .button-play = 🚀 Грати

setup-spy-game-player-count =
    ⚙️ <b>Кількість гравців</b>

    Оберіть, скільки гравців братиме участь на цьому пристрої. Телефон передаватиметься по колу, щоб кожен гравець міг приватно дізнатися свою роль перед початком гри.
    .button = { $selected ->
        [true] ✅ { $player_count } 👤
        *[false] { $player_count } 👤
    }

setup-spy-game-category =
    ⚙️ <b>Оберіть категорію таємного слова</b>

    Оберіть тему для таємних слів у грі. Різні категорії впливають на складність та веселощі кожного раунду, тож обирайте ту, яка найкраще підходить вашій компанії.
    .button = { $selected ->
        [true] ✅ { $category }
        *[false] { $category }
    }

setup-spy-game-spy-count =
    ⚙️ <b>Кількість Шпигунів</b>

    Оберіть, скільки Шпигунів ховатиметься серед Мирних жителів. Більше шпигунів — більше хаосу, а випадкова кількість може зробити гру абсолютно непередбачуваною. Підбирайте баланс для найкращого досвіду.
    .button = { $selected ->
        [true] ✅ { $spy_count }
        *[false] { $spy_count }
    }