tutorial-single-device-spy-game =
    📝 <b>Як грати</b>

    Один гравець таємно обирається Шпигуном, а решта — городяни, які знають приховане слово. Городяни ставлять запитання і відповідають, щоб викрити шпигуна, а шпигун повинен злитися і спробувати вгадати слово.

    Перед початком гри кожен гравець по черзі переглядає свою роль:
    Натисніть <b>«Переглянути роль»</b>, наодинці перевірте свою роль і (якщо ви городянин) секретне слово, потім натисніть <b>«Продовжити»</b> і передайте телефон наступному гравцю.

    Продовжуйте, поки всі не перевірять свою роль і телефон не повернеться до початкового гравця, завершивши коло. Потім гра починається.
tutorial-single-device-impostor-game =
   📝 <b>Як грати</b>

    У цій грі один або кілька гравців таємно обираються самозванцями. Кожен гравець отримує запитання — але не у всіх воно однакове.

    Усі повинні відповісти на своє запитання, не знаючи, чи воно справжнє, чи версія самозванця. Після того, як усі відповіді надані, справжнє запитання розкривається і гравці порівнюють відповіді.

    Перед початком гри кожен гравець по черзі:
    Натисніть <b>«Переглянути запитання»</b>, прочитайте запитання наодинці, введіть відповідь, потім натисніть <b>«Продовжити»</b> і передайте телефон наступному гравцю.

    Продовжуйте, поки всі не відповідять і телефон не повернеться до початкового гравця, завершивши коло. Потім відповіді розкриваються і починається обговорення.
